export const AllLocations =[
    {
        
        id:1,
        name:'ديوان قاضي القضاة',
        longitude:35.21454534847136,
        latitude: 31.91788937906558,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },
    {
        id:2,
        name:'المحكمة الشرعية',
        longitude: 35.29629051579216,
        latitude: 32.46457623390193,
        address:"جنين",
        phone:"042501047",
    },
    
    {
        id:3,
        name:'محكمة الصلح',
        longitude:35.29233635203552,
        latitude: 32.46530247778515,
        address:"جنين",
        phone:"042505107",
    },
    {
        id:4,
        name:'محكمة الصلح',
        longitude:35.36853395476231,
        latitude: 32.32196787530752,
        address:"طوباس",
        phone:"092571130",
        fax:"092574585"

    },
    {
        id:5,
        name:'محكمة البداية',
        longitude:35.033640315498445,
        latitude: 32.31282606319383,
        address:"طولكرم",
        phone :"092673337"
    },
    {
        id:6,
        name:'محكمة الصلح',
        longitude:35.03907110517306,
        latitude: 32.30411169630151,
        address:"طولكرم",
        phone:"092671037"
    },
    {
        id:7,
        name:'محكمة الصلح',
        longitude:35.03907110517306,
        latitude: 32.30411169630151,
        address:"طولكرم",
        phone:"092671037"
    },
    {
        id:8,
        name:'محكمة البداية',
        longitude:35.24654331084518,
        latitude:32.229166196656024,
        address:"نابلس",
        phone:"092382304 /092382918/ 092384420 /092387607 /092388416"
    },
    {
        id:9,
        name:'محكمة الصلح',
        longitude:35.24649153327885,
        latitude: 32.23028308393082,
        address:"نابلس",
        phone:"092387608"
    },
    {
        id:10,
        name:'محكمة البداية',
        longitude:34.96766113977932,
        latitude: 32.187126331741894,
        address:"قلقيلية",
        phone:"092940053"
        
    },
    {
        id:11,
        name:'محكمة الصلح',
        longitude:34.97730878534186,
        latitude: 32.18407672987249,
        address:"قلقيلية",
        phone:"092949257"
    },
    , 
    {
        id:12,
        name:'محكمة الصلح',
        longitude:35.45970854052612,
        latitude: 31.85625045755191,
        address:"اريحا",
        phone:"022321210 / 022322565"
    },
    {
        id:13,
        name:'محكمة الصلح',
        longitude:35.17569828169861,
        latitude: 32.085592588371235,
        address:"سلفيت",
        phone:"092515703"
        
    },
    {
        id:14,
        name:'محكمة البداية',
        longitude:35.46970060677594,
        latitude: 31.867199314189108,
        address:"اريحا",
        phone:"022320991 / 022320992 /022320993"
        
    },
    {
        id:15,
        name:'محكمة البداية',
        longitude:35.19014077716774,
        latitude: 31.699088842851157,
        address:"بيت لحم",
        phone:"022751191 /022742545/ 022742449"
    },

    {
        id:16,
        name:'محكمة الصلح',
        longitude:35.19014077716774,
        latitude: 31.699088842851157,
        address:"بيت لحم",
        phone:"022751192"
    },
    {
        id:17,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"الخليل",
        phone:"022228154/ 022290324"
    },
    {
        id:18,
        name:'محكمة الصلح',
        longitude:35.09713802558537,
        latitude: 31.5557505577905,
        address:"الخليل",
        phone:"022290323/ 022290322"
    },
    {
        id:19,
        name:'محكمة الصلح',
        longitude:34.4839003424697,
        latitude: 31.540086159969796,
        address:"جباليا",
        phone:"082459270",
        fax:"082459270"
    },
    {
        id:20,
        name:'المجلس الاعلى للقضاء الشرعي',
        longitude:34.45190795955665,
        latitude: 31.530591099368717,
        address:"جباليا",
        phone:"082820250",
    },
    {
        id:21,
        name:'محكمة جيباليا الشرعية',
        longitude:34.49584481965556,
        latitude: 31.523435845437255,
        address:"جباليا",
    },
    {
        id:22,
        name:'محكمة الصلح',
        longitude:34.45563167763043,
        latitude: 31.496210284929052,
        address:"مدينة غزة",
        phone:"082829345",
        fax:"082829346"
    },
    {
        id:23,
        name:'محكمة البداية',
        longitude:34.45563167763043,
        latitude: 31.496210284929052,
        address:"مدينة غزة",
        phone:"082829789",
        fax:"082829789"
    },
    {
        id:24,
        name:'المحكمة العليا',
        longitude:34.45563167763043,
        latitude: 31.496210284929052,
        address:"غزة",
        phone:"082829345",
        fax:"082829345"
    },
    {
        id:25,
        name:'محكمة الصلح',
        longitude:34.355571751049524,
        latitude: 31.416838663052037,
        address:"دير البلح",
        phone:"082535630",
        fax:"082535630"
    },
    {
        id:26,
        name:'محكمة البداية',
        longitude:34.355571751049524,
        latitude: 31.416838663052037,
        address:"دير البلح",
        phone:"082530030",
        fax:"082530030"
    },
    {
        id:27,
        name:'محكمة البداية',
        longitude:34.302825612895056,
        latitude: 31.329205427274516,
        address:"خان يونس",
        phone:"082054447",
        fax:"082054447"
    },
    {
        id:28,
        name:'محكمة الصلح',
        longitude:34.302825612895056,
        latitude: 31.329205427274516,
        address:"خان يونس",
        phone:"082051089",
        fax:"082051089"
    },
    {
        id:29,
        name:'محكمة يطا',
        longitude: 35.08986883558184,
        latitude: 31.44568015046466,
        address:"بالقرب من بلدية يطا",
        phone:"022270221",
    },
    {
        id:30,
        name:'محكمة حلحول',
        longitude:35.101103659512496,
        latitude: 31.581866729794523,
        address:"بالقرب من بلدية حلحول",
        phone:"022292333",
    },
    , 
    {
        id:31,
        name:'محكمة الخليل الجنوبية - الظاهريه',
        longitude:35.10049872141487,
        latitude: 31.532492414812296,
        address:" حي الخوخة قرب شركة الكهرباء ",
        phone:"022265007",
    },
    
] 