export const AllLocations =[
    {
        
        id:1,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:2,
        name:'الخلٌل/ باب الزاوٌة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:" الخليل/ باب الزاوية بالقرب من محطة حسونة للمحرقات",
        
    },

    {
        id:3,
        name:'الخلٌل/ البلدة القدٌمة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"بالقرب من المدرسة اإلبراهٌمٌة",
        
    },

    {
        id:4,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"جنين",
        phone:"042501022/ 042503579/ 042505108",
    },

    {
        id:5,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"جنين",
        phone:"042505107",
    },

    {
        id:6,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"طوباس",
        phone:"092571130",
        fax:"092574585"

    },

    {
        id:7,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"طولكرم",
        phone :"092673337"
    },

    {
        id:8,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"طولكرم",
        phone:"092671037"
    },

    {
        id:9,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"نابلس",
        phone:"092382304 /092382918/ 092384420 /092387607 /092388416"
    },


    {
        id:10,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"نابلس",
        phone:"092387608"
    },

    {
        id:11,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"قلقيلية",
        phone:"092940053"
        
    },

    {
        id:12,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"قلقيلية",
        phone:"092949257"
    },

    {
        id:13,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"اريحا",
        phone:"022321210 / 022322565"
    },
    {
        id:14,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"سلفيت",
        phone:"092515703"
        
    },
    {
        id:15,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"اريحا",
        phone:"022320991 / 022320992 /022320993"
        
    },
    {
        id:16,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"بيت لحم",
        phone:"022751191 /022742545/ 022742449"
    },

    {
        id:17,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"بيت لحم",
        phone:"022751192"
    },
    {
        id:18,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"الخليل",
        phone:"022228154/ 022290324"
    },
    {
        id:18,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"الخليل",
        phone:"022290323/ 022290322"
    },
    {
        id:19,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"جباليا",
        phone:"082459270",
        fax:"082459270"
    },
    {
        id:20,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"غزة",
        phone:"082829345",
        fax:"082829346"
    },
    {
        id:21,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"غزة",
        phone:"082829789",
        fax:"082829789"
    },
    {
        id:22,
        name:'المحكمة العليا',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"غزة",
        phone:"082829345",
        fax:"082829345"
    },
    {
        id:23,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"دير البلح",
        phone:"082535630",
        fax:"082535630"
    },
    {
        id:24,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"دير البلح",
        phone:"082530030",
        fax:"082530030"
    },
    {
        id:25,
        name:'محكمة البداية',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"خان يونس",
        phone:"082054447",
        fax:"082054447"
    },
    {
        id:26,
        name:'محكمة الصلح',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"خان يونس",
        phone:"082051089",
        fax:"082051089"
    },
    {
        id:27,
        name:'محكمة يطا',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"بالقرب من بلدية يطا",
        phone:"022270221",
    },
    {
        id:28,
        name:'محكمة حلحول',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"بالقرب من بلدية حلحول",
        phone:"022292333",
    },
    {
        id:29,
        name:'محكمة الخليل الجنوبية - الظاهريه',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:" حي الخوخة قرب شركة الكهرباء ",
        phone:"022265007",
    },
    
] 