export const AllLocations =[
    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:1,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:" الخليل/ باب الزاوية بالقرب من محطة حسونة للمحرقات",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },


    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },
    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },
    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },
    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },
] 