export const AllLocations =[
    {
        id:0,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:1,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:" الخليل/ باب الزاوية بالقرب من محطة حسونة للمحرقات",
        
    },

    {
        id:2,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:3,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:4,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:5,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:6,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:7,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:8,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },


    {
        id:9,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:10,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:11,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:12,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },
    {
        id:13,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },
    {
        id:14,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },
    {
        id:15,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },

    {
        id:16,
        name:'ديوان قاضي القضاة',
        longitude:31.91794221622228,
        latitude: 35.214485824590795,
        address:"البيرة / شارع المغتربين/ بالقرب من أجنحة جمزو الفندقية",
        
    },
] 